{
  "title": "题破山寺后禅院",
  "auth": "常建",
  "type": "五言律诗",
  "content": [
    "清晨入古寺",
    "初日照高林",
    "曲径通幽处",
    "禅房花木深",
    "山光悦鸟性",
    "潭影空人心",
    "万籁此俱寂",
    "但余钟磬(qìng)音"
  ],
  "desc": "<p><strong>注释</strong><br>1、[曲]：弯折。      </p><p>2、[初日]：早上的太阳。      </p><p>3、[禅房]：僧人的房舍。      </p><p>4、[万籁]：各种声音。籁，凡是能发出音响的孔都叫“籁”，此指自然界的一切声音。      </p><p>5、[磬]：(qìng)古代用玉或金属制成的曲尺形的打击乐器。      </p><p>6、[人心]：指人的尘世之心。      </p><p>7、[空]：使……空明。      </p><p>8、[清晨]：早晨。      </p><p>9、[但余]：“惟闻”、只留下。      </p><p>10、[曲]:一作“竹”      </p><p>11、[俱]：都。      </p><p>12、[但]：只。      </p><p>13、[幽]：幽静。      </p><p>14、[悦]：使……高兴      </p><p>15、【竹径】：一作“曲径”      </p><p>16.曲径通幽处，禅房花木深。与<strong>陆游</strong>的，山重水复疑无路，柳暗花明又一村。异曲同工之妙。      </p><p>17.山光悦鸟性，潭影空人心。这两句话形容后禅院环境幽静，山光使野鸟怡然自得，潭影使人心中的俗念消除净尽。人心，指人的尘世之心。破山寺里有空心亭。      </p><p>18.钟磬：寺院里诵经，斋供时打击钟磬作为信号.      </p><p><strong>译文</strong><br>早晨,当我漫步到这座古老的寺院，初升的太阳照耀着丛林。      </p><p>曲曲折折的小路，通向幽静的地方，僧侣们唱经礼佛的地方掩映在花草树林中      </p><p>山光的明净使鸟儿欢悦，深潭的倒影使人心中的俗念消除净尽。      </p><p>万物静寂，只有钟磬的声音在空中回荡。      </p><p><strong>赏析</strong><br>这首诗题咏的是佛寺禅院，抒发的是作者忘却世俗、寄情山水的隐逸胸怀。      </p><p>        诗人在清晨登破山，入兴福寺，旭日初升，光照山上树林。佛家称僧徒聚集的处所为“丛林”，所以“高林”兼有称颂禅院之意，在光照山林的景象中显露着礼赞佛宇之情。然后，诗人穿过寺中竹丛小路，走到幽深的后院，发现唱经礼佛的禅房就在后院花丛树林深处。这样幽静美妙的环境，使诗人惊叹，陶醉，忘情地欣赏起来。他举目望见寺后的青山焕发着日照的光彩，看见鸟儿自由自在地飞鸣欢唱；走到清清的水潭旁，只见天地和自己的身影在水中湛然空明，心中的尘世杂念顿时涤除。佛门即空门。佛家说，出家人禅定之后，“虽复饮食，而以禅悦为味”（《维摩经·方便品》），精神上极为纯净怡悦。此刻此景此情，诗人仿佛领悟到了空门禅悦的奥妙，摆脱尘世一切烦恼，象鸟儿那样自由自在，无忧无虑。似是大自然和人世间的所有其他声响都寂灭了，只有钟磬之音，这悠扬而宏亮的佛音引导人们进入纯净怡悦的境界。显然，诗人欣赏这禅院幽美绝世的居处，领略这空门忘情尘俗的意境，寄托自己遁世无闷的情怀。      </p><p>        这是一首五言律诗，但笔调有似古体，语言朴素，格律变通。它首联用流水对，而次联不对仗，是出于构思造意的需要。这首诗从唐代起就备受赞赏，主要由于它构思造意的优美，很有兴味。诗以题咏禅院而抒发隐逸情趣，从晨游山寺起而以赞美超脱作结，朴实地写景抒情，而意在言外。这种委婉含蓄的构思，恰如唐代殷璠评<strong>常建</strong>诗歌艺术特点所说：“建诗似初发通庄，却寻野径，百里之外，方归大道。所以其旨远，其兴僻，佳句辄来，唯论意表。”（《河岳英灵集》）精辟地指出常建诗的特点在于构思巧妙，善于引导读者在平易中入其胜境，然后体会诗的旨趣，而不以描摹和词藻惊人。因此，诗中佳句，往往好象突然出现在读者面前，令人惊叹。而其佳句，也如诗的构思一样，工于造意，妙在言外。宋代<strong>欧阳修</strong>十分喜爱“竹径”两句，说“欲效其语作一联，久不可得，乃知造意者为难工也”。后来他在青州一处山斋宿息，亲身体验到“竹径”两句所写的意境情趣，更想写出那样的诗句，却仍然“莫获一言”（见《题青州山斋》）。欧阳修的体会，生动说明了“竹径”两句的好处，不在描摹景物精美，令人如临其境，而在于能够唤起身经其境者的亲切回味，故云难在造意。同样，被殷璠誉为“警策”的“山光”两句，不仅造语警拔，寓意更为深长，旨在发人深思。正由于诗人着力于构思和造意，因此造语不求形似，而多含比兴，重在达意，引人入胜，耐人寻味。      </p><p>        盛唐山水诗大多歌咏隐逸情趣，都有一种优闲适意的情调，但各有独特风格和成就。常建这首诗是在优游中写会悟，具有盛唐山水诗的共通情调，但风格闲雅清警，艺术上与<strong>王维</strong>的高妙、<strong>孟浩然</strong>的平淡都不类同，确属独具一格。      </p><p>破山在今江苏常熟，寺指兴福寺，是南齐时郴州刺史倪德光施舍宅园改建的，到唐代已属古寺。诗中抒写清晨游寺后禅院的观感，笔调古朴，描写省净，兴象深微，意境浑融，艺术上相当完整，是盛唐山水诗中独具一格的名篇。      </p>"
}