{
  "title": "积雨辋川庄作",
  "auth": "王维",
  "type": "七言律诗",
  "content": [
    "积雨空林烟火迟",
    "蒸藜炊黍饷东菑",
    "漠漠水田飞白鹭",
    "阴阴夏木啭黄鹂",
    "山中习静观朝槿",
    "松下清斋折露葵",
    "野老与人争席罢",
    "海鸥何事更相疑"
  ],
  "desc": "<p><strong>注释</strong><br>①烟火迟：因久雨空气湿润，烟火上升缓慢。      </p><p>②藜（lí)：一种可食的野菜。黍（shǔ）：谷物名，古时为主食。饷：送饭食到田头。饷东菑（zī）：给在东边田里干活的人送饭。菑：已经开垦了一年的田，指初耕的田地。      </p><p>③夏木：高大的树木。啭（zhuàn）：小鸟婉转的鸣叫。      </p><p>④槿（jǐn）：植物名。落叶灌木，其花朝开夕谢。古人常以此物悟人生枯荣无常之理。      </p><p>⑤清斋：素食，长斋。露葵：冬葵，古时蔬菜名。      </p><p>⑥野老：诗人自称。争席罢：指自己要隐退山林，与世无争。      </p><p>⑦“海鸥”句：古时海上有好鸥者，每日到海上从鸥鸟游。其父曰：“吾闻鸥鸟皆从汝游，汝取来，吾玩之。”明日再往海上，鸥鸟飞舞而不下。这里借海鸥喻人事。      </p><p>漠漠：形容广阔无际。      </p><p>阴阴：幽暗的样子。      </p><p><strong>译文</strong><br>久雨不停，林野潮湿烟火难升；      </p><p>烧好饭菜，送给村东耕耘的人。      </p><p>水田广漠，一行白鹭掠空而飞；      </p><p>夏日浓荫，传来黄鹂宛啭啼声。      </p><p>山中养性，观赏朝槿晨开晚谢；      </p><p>松下素食，和露折葵不沾荤腥。      </p><p>村夫野老，已经与我没有隔阂；      </p><p>海鸥疑心，为何不信飞舞不停。      </p><p>        <strong>鉴赏</strong><br>辋川庄，在今陕西蓝田终南山中，是<strong>王维</strong>隐居之地。《旧唐书·王维传》记载：“维兄弟俱奉佛，居常蔬食，不茹荤血，晚年长斋，不衣文彩。”在这首七律中，诗人把自己幽雅清淡的禅寂生活与辋川恬静优美的田园风光结合起来描写，创造了一个物我相惬、情景交融的意境。      </p><p>        “积雨空林烟火迟，蒸藜炊黍饷东菑。”首联写田家生活，是诗人山上静观所见：正是连雨时节，天阴地湿，空气潮润，静谧的丛林上空，炊烟缓缓升起来，山下农家正烧火做饭呢。女人家蒸藜炊黍，把饭菜准备好，便提携着送往东菑──东面田头，男人们一清早就去那里劳作了。诗人视野所及，先写空林烟火，一个“迟”字，不仅把阴雨天的炊烟写得十分真切传神，而且透露了诗人闲散安逸的心境；再写农家早炊、饷田以至田头野餐，展现一系列人物的活动画面，秩序井然而富有生活气息，使人想见农妇田夫那怡然自乐的心情。      </p><p>        颔联写自然景色，同样是诗人静观所得：“漠漠水田飞白鹭，阴阴夏木啭黄鹂。”广漠空蒙、布满积水的平畴上，白鹭翩翩起飞，意态是那样闲静潇洒；听啊，远近高低，蔚然深秀的密林中，黄鹂互相唱和，歌喉是那样甜美快活。辋川之夏，百鸟飞鸣，诗人只选了形态和习性迥然不同的黄鹂、白鹭，联系着它们各自的背景加以描绘：雪白的白鹭，金黄的黄鹂，在视觉上自有色彩浓淡的差异；白鹭飞行，黄鹂鸣啭，一则取动态，一则取声音；漠漠，形容水田广布，视野苍茫；阴阴，描状夏木茂密，境界幽深。两种景象互相映衬，互相配合，把积雨天气的辋川山野写得画意盎然。所谓“诗中有画”，这便是很好的例证。      </p><p>        唐人李肇因见<strong>李嘉祐</strong>集中有“水田飞白鹭，夏木啭黄鹂”的诗句，便讥笑王维“好取人文章嘉句”（《国史补》卷上）；明人胡应麟力辟其说：“摩诘盛唐，嘉祐中唐，安得前人预偷来者？此正嘉祐用摩诘诗。”（《诗薮·内编》卷五）按，嘉祐与摩诘同时而稍晚，谁袭用谁的诗句，这很难说；然而，从艺术上看，两人诗句还是有高下的。宋人<strong>叶梦得</strong>说：“此两句好处，正在添‘漠漠’‘阴阴’四字，此乃摩诘为嘉祐点化，以自见其妙。如<strong>李光</strong>弼将<strong>郭子仪</strong>军，一号令之，精采数倍。”（《石林诗话》卷上）“漠漠”有广阔意，“阴阴”有幽深意，“漠漠水田”“阴阴夏木”比之“水田”和“夏木”，画面就显得开阔而深邃，富有境界感，渲染了积雨天气空蒙迷茫的色调和气氛。      </p><p>        如果说，首联所写农家无忧无虑的劳动生活已引起诗人的浓厚兴趣和欣羡之情，那么，面对这黄鹂、白鹭的自由自在的飞鸣，诗人自会更加陶醉不已。而且这两联中，人物活动也好，自然景色也好，并不是客观事物的简单摹拟，而是经过诗人心灵的感应和过滤，染上了鲜明的主观色彩，体现了诗人的个性。对于“晚年惟好静，万事不关心”的王维来说，置身于这世外桃源般的辋川山庄，<strong>真可</strong>谓得其所哉了，这不能不使他感到无穷的乐趣。下面两联就是抒写诗人隐居山林的禅寂生活之乐的。      </p><p>        “山中习静观朝槿，松下清斋折露葵。”诗人独处空山之中，幽栖松林之下，参木槿而悟人生短暂，采露葵以供清斋素食。这情调，在一般世人看来，未免过分孤寂寡淡了。然而早已厌倦尘世喧嚣的诗人，却从中领略到极大的兴味，比起那纷纷扰扰、尔虞我诈的名利场，不啻天壤云泥。      </p><p>        “野老与人争席罢，海鸥何事更相疑？”野老是诗人自谓。诗人快慰地宣称：我早已去心机，绝俗念，随缘任遇，于人无碍，与世无争了，还有谁会无端地猜忌我呢？庶几乎可以免除尘世烦恼，悠悠然耽于山林之乐了。《庄子·杂篇·寓言》载：杨朱去从<strong>老子</strong>学道，路上旅舍主人欢迎他，客人都给他让座；学成归来，旅客们却不再让座，而与他“争席”，说明杨朱已得自然之道，与人们没有隔膜了。《列子·<strong>黄帝</strong>篇》载：海上有人与鸥鸟相亲近，互不猜疑。一天，父亲要他把海鸥捉回家来，他又到海滨时，海鸥便飞得远远的，心术不正破坏了他和海鸥的亲密关系。这两个充满老庄色彩的典故，一正用，一反用，两相结合，抒写诗人澹泊自然的心境，而这种心境，正是上联所写“清斋”“习静”的结果。      </p><p>        这首七律，形象鲜明，兴味深远，表现了诗人隐居山林、脱离尘俗的闲情逸致，是王维田园诗的一首代表作。从前有人把它推为全唐七律的压卷，说成“空古准今”的极至，固然是出于封建士大夫的偏嗜；而有人认为“淡雅幽寂，莫过右丞《积雨》”，赞赏这首诗的深邃意境和超迈风格，艺术见解还是不错的。（参看赵殿成笺注《王右丞集》卷十）。      </p>"
}