{
  "title": "走马川行奉送封大夫出师西征",
  "auth": "岑参",
  "type": "七言古诗",
  "content": [
    "君不见走马川行雪海边",
    "平沙莽莽黄入天",
    "轮台九月风夜吼",
    "一川碎石大如斗",
    "随风满地石乱走",
    "匈奴草黄马正肥",
    "金山西见烟尘飞",
    "汉家大将西出师",
    "将军金甲夜不脱",
    "半夜军行戈相拨",
    "风头如刀面如割",
    "马毛带雪汗气蒸",
    "五花连钱旋作冰",
    "幕中草檄砚水凝",
    "虏骑闻之应胆慑",
    "料知短兵不敢接",
    "车师西门伫献捷"
  ],
  "desc": "<p><strong>注释 </strong><br>(1) 走马川：指今阜康三工河。 <br>(2) 平沙莽莽：阜康市北沙窝 <br>(3) 轮台：地名，在今阜康市222团 <br>(4)        金山：指阿勒泰山 <br>(5) 汉家：唐代诗人多以汉代唐。 <br>(6) 戈相拨：兵器互相撞击的声音。 <br>(7) 连钱：马斑驳的毛色。 <br>(8)        草檄（xí）：起草讨伐敌军的文告。 <br>(9) 短兵：指刀剑一类武器。 <br>(10) 车师：蘅塘退士本作军师。车师为唐安西都护府所在地，今新疆吐鲁番境内。      </p><p><strong>备注</strong><br>轮台在阜康        从诗歌中可以看出唐轮台应在沙漠附近并且离河谷不远，河中有大如斗的石头。将阜康市六运古城周围环境与诗中描述相对比，结果是惊人的吻合。在六运古城西侧约五十米就是三工河，河深三至四米，宽五至十米，河中大量鹅卵石，在河西侧并行的冰湖水库的引水渠全部由了“大如斗”的石头砌成。周边农民家的房屋地基大部分也是使用的这些石头，因此现在大如斗的石头有但不多，<strong>岑参</strong>诗中在河川里的石头大都变为旁边的渠道了。“君不见，走马川行雪海边，平沙莽莽黄入天。”这里的沙漠应是指的北沙窝。三工河出山到沙漠只有二十余公里，是天山以北到古尔班通古特沙漠最近的一段，沙漠边缘就是古丝绸之路的北线，是唐朝北庭都护府重点守卫的对象。出六运古城沿三工河北行到阜北古城再到丝绸之路，是一条最近的行军路线，也是岑参经常行走的线路，同时根据周边的历史古迹以及出土的文物，可以证明唐轮台就应该是在阜康市222团。      </p><p><strong>韵译 </strong><br>您难道不曾看见， <br>辽阔的走马川，紧连雪海边缘， <br>浩瀚的沙漠，黄沙滚滚接蓝天。 <br>轮台九月的秋风，随着夜晚在吼叫，        <br>走马川的碎石，一块块如斗一般大。 <br>随着狂风席卷，满地乱石飞走。 <br>匈奴草场变黄，正是秋高马肥， <br>金山西面胡骑乱边，烟尘乱飞，        <br>汉家的大将军，奉命率兵西征。 <br>将军身著铠甲，日夜未曾脱下， <br>半夜行军，战士戈矛互相撞拨， <br>凛冽寒风吹来，人面有如刀割。        <br>马背上雪花，被汗气熏化蒸发， <br>五花马的斑纹，旋即就结成冰， <br>军帐中，起草檄文砚水也冻凝。 <br>匈奴骑兵，个个闻风心惊胆战，        <br>早就料到，他们不敢短兵相接， <br>只在车师西门，等待献俘报捷。 <br>        <br>你看那荒凉无边的走马川，就在雪海的附近，一片黄沙茫茫无际，直贯云天。刚到九月，轮台的狂风日夜怒吼不已，一川大如斗的碎石，被暴风吹得满地乱滚。这正是匈奴牧场草黄马肥之时。匈奴纵马犯边，金山西面烟腾尘飞。朝迁大将挥师西下，征战中将军铠甲日夜不脱，半夜行军戈矛相碰。凛冽的寒风吹到脸上如刀割一般，雪花落在马身被汗气蒸化，转瞬间马毛上又凝结成冰。军帐中起草檄文的砚墨也已冻凝，敌人的骑兵听到大军出征的消息一定心惊胆颤，我一定在军师城西门等待报捷的消息。<br><br><strong>鉴赏</strong><br>岑参诗的特点是意奇语奇，尤其是边塞之作，奇气益著。《白雪歌送武判官归京》是奇而婉，侧重在表现边塞绮丽瑰异的风光，给人以清新俊逸之感；这首诗则是奇而壮，风沙的猛烈、人物的豪迈，都给人以雄浑壮美之感。诗人在任安西北庭节度判官时，封常清出兵去征播仙，他便写了这首诗为封送行。        <br>为了表现边防将士高昂的爱国精神，诗人用了反衬手法，抓住有边地特征的景物来状写环境的艰险，极力渲染、夸张环境的恶劣，来突出人物不畏艰险的精神。诗中运用了比喻、夸张等艺术手法，写得惊心动魄，绘声绘色，热情奔放，气势昂扬。        <br>首先围绕“风”字落笔，描写出征的自然环境。这次出征将经过走马川、雪海边，穿进戈壁沙漠。“平沙莽莽黄入天”，这是典型的绝域风沙景色，狂风怒卷，黄沙飞扬，遮天蔽日，迷迷蒙蒙，一派混沌的景象。开头三句无一“风”字，但捕捉住了风“色”，把风的猛烈写得历历在目。这是白天的景象。        <br>“轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。”对风由暗写转入明写，行军由白日而入黑夜，风“色”是看不见了，便转到写风声。狂风像发疯的野兽，在怒吼，在咆哮，“吼”字形象地显示了风猛风大。接着又通过写石头来写风。斗大的石头，居然被风吹得满地滚动，再著一“乱”字，就更表现出风的狂暴。“平沙莽莽”句写天，“石乱走”句写地，三言两语就把环境的险恶生动地勾勒出来了。        <br>下面写匈奴利用草黄马肥的时机发动了进攻，“金山西见烟尘飞”中“烟尘飞”三字，形容报警的烽烟同匈奴铁骑卷起的尘土一起飞扬，既表现了匈奴军旅的气势，也说明了唐军早有戒备。下面，诗由造境转而写人，诗歌的主人公——顶风冒寒前进着的唐军将士出现了。诗人很善于抓住典型的环境和细节来描写唐军将士勇武无敌的飒爽英姿。如环境是夜间，“将军金甲夜不脱”，以夜不脱甲，写将军重任在肩，以身作则。“半夜军行戈相拨”写半夜行军，从“戈相拨”的细节可以想见夜晚一片漆黑，和大军衔枚疾走、军容整肃严明的情景。写边地的严寒，不写千丈之坚冰，而是通过几个细节来描写来表现的。“风头如刀面如割”，呼应前面风的描写；同时也是大漠行军最真切的感受。        <br>“马毛带雪汗气蒸，五花连钱旋作冰。”战马在寒风中奔驰，那蒸腾的汗水，立刻在马毛上凝结成冰。诗人抓住了马身上那凝而又化、化而又凝的汗水进行细致的刻画，以少胜多，充分渲染了天气的严寒，环境的艰苦和临战的紧张气氛。“幕中草檄砚水凝”，军幕中起草檄文时，发现连砚水也冻结了。诗人巧妙地抓住了这个细节，笔墨酣畅地表现出将士们斗风傲雪的战斗豪情。这样的军队必然无人能敌。这就引出了最后三句，料想敌军闻风丧胆，预祝凯旋而归，行文就象水到渠成一样自然。        <br>全篇奇句豪气，风发泉涌，由于诗人有边疆生活的亲身体验，因而此诗能“奇而入理”，“奇而实确”，真实动人。        <br>全诗句句用韵，除开头两句外，三句一转韵，这在七言古诗中是不多见的。全诗韵位密集，换韵频数，节奏急促有力，情韵灵活流宕，声调激越豪壮，有如音乐中的进行曲。      </p>"
}