{
  "title": "宣州谢朓楼饯别校书叔云",
  "auth": "李白",
  "type": "七言古诗",
  "content": [
    "弃我去者",
    "昨日之日不可留；乱我心者",
    "今日之日多烦忧",
    "长风万里送秋雁",
    "对此可以酣高楼",
    "蓬莱文章建安骨",
    "中间小谢又清发",
    "俱怀逸兴壮思飞",
    "欲上青天览明月",
    "抽刀断水水更流",
    "举杯消愁愁更愁",
    "人生在世不称意",
    "明朝散发弄扁舟"
  ],
  "desc": "<p>        <strong>注释</strong><br>①.此诗选自《李太白全集》（中华书局1977年版）卷一八。《文苑英华》题作《陪侍御叔华登楼歌》，则所别者一为李云，一为<strong>李华</strong>。<strong>李白</strong>另有五言诗《饯校书叔云》，作于某春季，且无登楼事，与此诗无涉。诸家注本多系此诗于天宝十二载秋，然于\"叔华\"、\"叔云\"均含糊其辞。待考。《新唐书·李华传》：\"天宝十一载迁监察御史\"。《新唐书·宰相世系表》二上：赵郡李氏西祖房景昕子仲云，左司员外郎；叔云，监察御史。宣州：今安徽宣城县一带。<strong>谢朓</strong>楼，又名北楼、谢公楼，在陵阳山上，<strong>谢眺</strong>任宣城太守时所建,并改名为叠嶂楼。李白于天宝十二载（753）由梁园（今开封）南行，秋至宣城。李白另有五言诗《秋登宣城谢朓北楼》。饯别：以酒食送行。校书：官名，即校书郎，掌管朝廷的图书整理工作。叔云：李白的叔叔李云。个别字的读音：朓（tiǎo）、饯（jiàn）、校（jiào）<br>长风：远风，大风。<br>②.酣（hān)高楼：畅饮于高楼。<br>③.蓬莱：此指东汉时藏书之东观。《后汉书》卷二三《窦融列传》附窦章传是时学者称东观为老氏藏室，道家蓬莱山\"。<strong>李贤</strong>注：\"言东观经籍多也。蓬莱，海中神山，为仙府，幽建安风骨经秘籍并皆在也\"。建安骨：汉末建安年间，\"三曹\"和\"七子\"等作家所作之诗风骨遒上，后人称之为\"\",\"七子\"分别是，<strong>孔融</strong>、<strong>陈琳</strong>、<strong>王粲</strong>、<strong>徐干</strong>、阮瑀、应玚、<strong>刘桢</strong>。　<br>④.建安骨：建安风骨，指建安时期以<strong>曹操</strong>父子和“建安七子”的诗文创作风格为代表的文学风格。建安，为汉献帝（196-220）的年号。<br>⑤.小谢：指谢朓(464-499)，字玄晖，南朝齐诗人。后人将他和<strong>谢灵运</strong>并举，称为大谢、小谢。这里用以自喻。<br>⑥.清发：指清新秀发的诗风。发，秀发，诗文俊逸。　<br>⑦.逸兴（xīng）：飘逸豪放的兴致，多指山水游兴。<strong>王勃</strong>《滕王阁序》：\"遥襟甫畅，逸兴遄飞\"。李白《送贺宾客归越》：\"镜湖流水漾清波，狂客归舟逸兴多\"。<br>壮思：雄心壮志。<br>⑧揽是摘取的意思。是明月或是日月有争议。<br>⑨.称（chèn）意：称心如意。<br>⑩明朝（zhāo）：第二天早晨。<br>散发：不束冠，意谓不做官。这里是形容狂放不羁。古人束发戴冠,散发表示闲适自在弄扁舟：乘小舟归隐江湖。参考《答王十二寒夜独酌有怀》注25。<br>⑾.弄扁（piān）舟：指隐逸于江湖之中。扁舟，小船。春秋末年，范蠡（li）辞别越王勾践，“乘扁舟浮于江湖”（史记——货殖列传）。      </p><p>        <strong>译文</strong><br>弃我而去的昨天已不可挽留，<br>扰乱我心绪的今天使我极为烦忧。<br>万里长风吹送南归的鸿雁，面对此景，正可以登上高楼开怀畅饮。<br>你的文章就像汉代文学作品一般刚健清新。而我的诗风，也像谢朓那样清新秀丽。<br>我们都满怀豪情逸兴，飞跃的神思像要腾空而上高高的青天，去摘取那皎洁的明月。<br>好像抽出宝刀去砍流水一样，水不但没有被斩断，反而流得更湍急了。我举起酒杯痛饮，本想借酒消去烦忧，结果反倒愁上加愁。<br>啊！人生在世竟然如此不称心如意，还不如明天就披散了头发，乘一只小舟在江湖之上自在地漂流（退隐江湖）罢了。      </p><p>        <strong>写作背景</strong><br>李白于742年（天宝元年）怀着远大的政治理想来到长安，任职于翰林院。二年后，因被谗毁而离开朝廷，内心十分愤慨地重又开始了漫游生活。在753年（天宝十二年）的秋天，李白来到宣州，他的一位官为校书郎的族叔李云将要离去，为饯别行人而写成此诗。诗中并不直言离别，而是重笔抒发自己怀才不遇的牢骚、愤懑。<br>李云：又名华，是李白的族叔。是当时著名的散文家，曾任秘书省校书郎，天宝十一年任监察御史。著有《含元殿赋》，此外还写有《鲁山令元德秀墓碑》碑文，<strong>颜真卿</strong>书，<strong>李阳冰</strong>篆额，时称“四绝碑”。<strong>独孤及</strong>《检校尚书吏部员外郎赵郡李公中集序》中记载：“（天宝）十一年拜监察御史。会权臣窃柄，贪猾当路，公入司方书，出按二千石，持斧所向，列郡为肃。”可见李云为官的刚直、清正和不畏权贵。这首诗是在李云行至宣城与李白相遇并同登谢朓楼时，李白为之饯行而作。全诗辞语慷慨豪放，抒发了诗人怀才不遇的激烈愤懑，表达了对黑暗社会的强烈不满和对光明世界的执著追求。      </p><p>        <strong>赏析</strong><br>这首诗先写虚度光阴、报国无门的痛苦，而后赞美主客双方的才华与抱负，最后以挥洒出世的幽愤作结。全诗感情色彩浓烈，情绪如狂涛漫卷，笔势如天马行空。<br>诗中抒发年华虚度、壮志难酬的苦闷，盛赞汉代文章、建安风骨及谢眺诗歌的豪情逸兴，最后流露出消极处世的情绪。<br>诗的开头显得很突兀，因为李白当时很苦闷，所以一见到可以倾诉衷肠的族叔李云(李华），就把满腹牢骚宣泄出来。李白于天宝初供奉翰林，但在政治上不受重视，又受权贵谗毁，时间不长便弃官而去，过着飘荡四方的游荡生活。十年来的人间辛酸，作客他乡的抑郁和感伤，积聚在心头，今天终于可以一吐为快了。<br>“长风”两句借景抒情，在秋高气爽之日，目接风送秋雁之境，精神为之一振，烦恼为之一扫，感到心与境合得舒畅，酣饮高楼的豪情油然而生。<br>“蓬莱”两句承高楼饯别分写主客双方。以“建安骨”赞美李云的文章风格刚健。“中间”是指南朝；“小谢”是指谢眺，因为他在谢灵运（大谢）之后，所以称小谢。这里李白是自比小谢，流露出对自己才能的自信。“俱怀逸兴壮思飞，欲上青天览明月”一句抒发了作者远大的抱负。并且“览”字富有表现力。用了夸张的手法。抒发了作者的远大抱负。<br>“抽刀”一句用来比喻内心的苦闷无法排解，显得奇特而富有创造性。“举杯”一句道出了他不能解脱，只能愁上加愁的不得志的苦闷心情，同时也抒发了离别的悲伤。<br>最后两句是诗人对现实不满的激愤之词。李白长期处于不称意的苦闷之中，不得不寻求另一种超脱，即“散发弄扁舟”。逃避现实虽不是他的本意，但当时的历史条件和他不愿同流合污的清高放纵的性格，都使他不可能找到更好的出路。这首诗运用了起伏跌宕的笔法，一开始直抒胸中忧愁，表达对现实强烈不满。既而又转向万里长空，精神一振，谈古论今，以小谢自比自己，表露出自己“欲上青天揽明月”的远大抱负。接着诗人又从美丽的理想境界回到了苦闷的现实当中，只得无奈地选择逃避现实。全诗大起大落，一波三折，通篇在悲愤之中又贯穿着一种慷慨豪迈的激情，显出诗人雄壮豪放的气概。<br>1、《宣州谢朓楼饯别校书叔云》中表明“云”与己都有凌云壮志的诗句是：<br>俱怀逸兴壮思飞，欲上青天览明月。<br>2、诗中李白用比兴手法写出愁多的诗句是：<br>抽刀断水水更流，举杯消愁愁更愁。<br>3、诗中诗人的心理变化历程是什么？<br>愁苦烦忧——振奋——更加愁苦。<br>4、有人认为诗的最后两句表现出了诗人消极的态度，对此，你是如何认识的？<br>李白的理想与现实的矛盾在当时的条件下是无法解决的。因此，他总是陷于“不称意”的苦闷中。而且，只能找到“散发弄扁舟”这样一条摆脱苦闷的出路。这样做不免有些消极，但是他这样做也是在表示对恶势力的不屈服，表示与现实社会的决绝。      </p>"
}