{
  "title": "长相思·摧心肝",
  "auth": "李白",
  "type": "乐府",
  "content": [
    "长相思",
    "摧心肝",
    "日色欲尽花含烟",
    "月明欲素愁不眠",
    "赵瑟初停凤凰柱",
    "蜀琴欲奏鸳鸯弦",
    "此曲有意无人传",
    "愿随春风寄燕然",
    "忆君迢迢隔青天",
    "昔日横波目",
    "今作流泪泉",
    "不信妾断肠",
    "归来看取明镜前"
  ],
  "desc": "<p>        <strong>注释</strong><br>１、赵瑟：相传古代赵国的人善弹瑟。瑟：弦乐器。<br>２、凤凰柱：或是瑟柱上雕饰凤凰形状。<br>３、蜀琴句：旧注谓蜀琴与<strong>司马相如</strong>琴挑故事有关。按：<strong>鲍照</strong>有“蜀琴抽白雪”句。<strong>白居易</strong>也有“蜀琴安膝上，《周易》在床头”句。<strong>李贺</strong>“吴丝蜀桐张高秋”，王琦注云：“蜀中桐木宜为乐器，故曰蜀桐。”蜀桐实即蜀琴。似古人诗中常以蜀琴喻佳琴，恐与司马相如、卓文君事无关。鸳鸯弦也只是为了强对凤凰柱。      </p><p>        <strong>译文</strong><br>夕阳西下暮色朦胧，花蕊笼罩轻烟，<br>月华如练，我思念着情郎终夜不眠。<br>柱上雕饰凤凰的赵瑟，我刚刚停奏，<br>心想再弹奏蜀琴，又怕触动鸳鸯弦。<br>这饱含情意的曲调，可惜无人传递，<br>但愿它随着春风，送到遥远的燕然。<br>忆情郎呵、情郎他迢迢隔在天那边，<br>当年递送秋波的双眼，<br>而今成了流泪的源泉。<br>您若不信贱妾怀思肝肠欲断，<br>请归来看看明镜前我的容颜！      </p><p>        <strong>赏析</strong><br>首句“日色欲尽花含烟，月明如素愁不眠”，开篇造境，渲染了愁苦迷蒙的相思气氛，暮色低沉烟雾缭绕的景物特征使人感到一种深深的压抑之感，奠定了整首诗的悲凉调子。夕阳斜暮，渐渐西沉，几簇花丛在低沉的暮色里显得朦朦胧胧，如被烟雾缠绕。这种如烟似梦的感知显然部分来源于思妇的眼睛，来源于思妇被相思愁绪紧紧包裹的内心。牵肠挂肚的相思使思妇所观所感的一切都带上了浓重的忧郁色彩，不独花朵，也非烟雾使然。黑夜拉开帷幕，思妇却没有进入梦乡，对丈夫切切的思念使她辗转反侧无法成眠。更可恼的，是那一轮明月，依旧发出如绢如素光洁<strong>皎然</strong>的光辉，透过孤独的窗棂，搅得多情人心绪难宁。在这句诗中，代表着团圆的明月，因其特定情境而被诗人塑造成一个冷漠的、不解离人情怀的形象。宋<strong>周邦彦</strong>有“明月不谙离恨苦，斜光到晓穿朱户”也是这个意思。面对月色如水良辰美景，思妇却只能让他虚设，想起从前种种，一颗心久久不得平静。虽然思念只是徒劳，却也心甘情愿，无心睡眠。“日”与“月”在交替，白昼与黑夜在轮回，思妇的相思也像波浪中的小船，翻腾不息，相思之苦，也只有思妇最为明了。诗人用“愁”字把这种感情明白地表达出来。        <br>接下来诗人描写了无法安睡的思妇，只好在月下弹一曲哀伤凄美的琴瑟，在回忆和期待中与心上人夫唱妇随。是有“赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦”两句，琴瑟合鸣，鸳鸯凤凰都是用来喻指夫妻美满之意，诗人在这里互文见义，旨在表达思妇望夫心切而又无法排解的愁绪。琴瑟都作为传情达意之物，至于“蜀琴”，更被人传说与司马相如卓文君的爱情故事有所关联。但如今琴瑟独鸣，凤凰曲难成，原本以为可以白头到老长相厮守的一对鸳鸯，竟然也天各一方，思妇的伤情可想而知。就连这思君念君为君弹奏的一首相思之曲，也无法令心上人听到，关山重重，天遥地远，纵有动听的音符，又弹于谁听呢？        <br>紧承这个疑问，作者继续写出，“此曲有意无人传，愿随春风寄燕然”。曲中真意，绮丽动人，但此情此曲，却无人为我传递，思妇惆怅抱憾也于事无补。只有忽发奇想，托明日和煦的春风飞往燕然，送到夫君的手里，带去我的相思。燕然山远在塞北边疆，就算把相思曲寄到又能如何呢？<strong>范成大</strong>有诗云“浊酒一杯家万里，燕然未勒归无计”可做此诗的一个补充。只要边疆未靖，那么重逢之念便是惘然。只是思妇的一点聊胜于无的假想罢了。但不管怎样，诗人的奇特想象仍然令人惊叹，思妇情之真、情之切，也令人为之唏嘘。        <br>“忆君迢迢隔青天”独立成句，又承上启下，以青天的夸张比喻两人相隔万里，从而引出下文思妇回到现实，顾影自怜独自凄凉的描写。        <br>这四句诗可以看作是同一个情形的表达，思妇揽镜自照，发现自己容颜憔悴，不禁悲从中来无法断绝。“昔日横波目，今成流泪泉”是唐时名句，形象而巧妙、夸张而令人信服地写出了相思成空的思妇的哀伤之状。曾经清澈如水明眸善睐的双眼，而今却成了流泪不止的两眼清泉，如此的想象和夸张让思妇的形象更具灵动的色彩，艺术之美感也更加深入人心。如“衣带渐宽终不悔，为伊销得人憔悴”一样，令人为之动容。        <br>“不信妾肠断，归来看取明镜前”一句则深得含蓄隽永之妙，以思妇的口吻直抒对丈夫的思念，与前一句相得益彰。思妇不关心自己的容颜憔悴，也不担心自己双眼如泪泉，反而殷殷的希望，丈夫能够早日出现，哪怕他不相信自己切肤入骨的思念也无所谓，只要他早日归来，断肠人也就心满意足了。所谓“不信”云云，无须深究，只是夫妻俩的窃窃私语，取镜相照，更是带有了闺房亲密的意味，显然，在诗人奇特的构思中，在思妇恍惚的思念中，一切又都进入了想象。        <br>这两首诗诗意隐然含蓄，具备一种蕴藉的风度。所以王夫之赞道：“题中偏不欲显，象外偏令有余，一以为风度，一以为淋漓，乌乎，观止矣。”      </p>"
}