{
  "title": "竹里馆",
  "auth": "王维",
  "type": "五言绝句",
  "content": [
    "独坐幽篁里",
    "弹琴复长啸",
    "深林人不知",
    "明月来相照"
  ],
  "desc": "<p><strong>注释</strong><br>①选自《王右丞集笺注》（中华书局1985年版）卷十三。这是《辋川集》20首中的第17首。竹里馆，辋川别墅的胜景之一，房屋周围有竹林，故名。      </p><p>⑴幽篁（huáng）：幽是深的意思，篁是竹林。 幽深的竹林。      </p><p>⑵啸（xiào）：长声呼啸。魏晋名士称吹口哨为啸。      </p><p>⑶深林：指“幽篁”。      </p><p>⑷相照：与“独坐”对应。      </p><p><strong>译文</strong><br>月夜，独坐在幽深的竹林里；时而弹弹琴，时而吹吹口哨。      </p><p>竹林里僻静幽深，无人知晓，独坐幽篁，无人陪伴；唯有明月似解人意，偏来相照。      </p><p>        <strong>赏析</strong><br>这是一首写隐者的闲适生活情趣的诗。这首小诗总共四句。拆开来看，既无动人的景语，也无动人的情语；既找不到哪个字是诗眼，也很难说哪一句是警策。且诗的用字造语、写景（幽篁、深林、明月），写人（独坐、弹琴、长啸）都极平淡无奇。然而它的妙处也就在于以自然平淡的笔调，描绘出清新诱人的月夜幽林的意境，夜静人寂融情景为一体，蕴含着一种特殊的美的艺术魅力，使其成为千古佳品。以弹琴长啸，反衬月夜竹林的幽静，以明月的光影，反衬深林的昏暗，表面看来平平淡淡，似乎信手拈来，随意写去其实却是匠心独运，妙手回天的大手笔。　      </p><p>        这首诗同样表现了一种清静安详的境界。前两句写诗人独自一人坐在幽深茂密的竹林之中，一边弹着琴弦，一边又发出长长的啸声。其实，不论“弹琴”还是“长啸”，都体现出诗人高雅闲淡、超拔脱俗的气质，而这却是不容易引起别人共鸣的。所以后两句说：“深林人不知，明月来相照。”意思是说，自己僻居深林之中，也并不为此感到孤独，因为那一轮皎洁的月亮还在时时照耀自己。这里使用了拟人化的手法，把倾洒着银辉的一轮明月当成心心相印的知己朋友，显示出诗人新颖而独到的想象力。全诗的格调幽静闲远，仿佛诗人的心境与自然的景致全部融为一体了。　      </p><p>        诗中写到景物，只用六个字组成三个词，就是：“幽篁”、“深林”、“明月”。对普照大地的月亮，用一个“明”字来形容其皎洁，并无新意巧思可言，是人人惯用的陈词。至于第一句的“篁”与第三句的“林”，其实是一回事，是重复写诗人置身其间的竹林，而在竹林前加“幽”、“深”两字，不过说明其既非<strong>庾信</strong>《小园赋》所说的“三竿两竿之竹”，也非<strong>柳宗元</strong>《青水驿丛竹》诗所说的“檐下疏篁十二茎”，而是一片既幽且深的茂密的竹林。这里，象是随意写出了眼前景物，没有费什么气力去刻画和涂饰。　      </p><p>        诗中写人物活动，也只用六个字组成三个词，就是：“独坐”、“弹琴”、“长啸”。对人物，既没有描绘其弹奏舒啸之状，也没有表达其喜怒哀乐之情；对琴音与啸声，更没有花任何笔墨写出其音调与声情。　表面看来，四句诗的用字造语都是平平无奇的。但四句诗合起来，却妙谛自成，境界自出，蕴含着一种特殊的艺术魅力。作为<strong>王维</strong>《辋川集》中的一首名作，它的妙处在于其所显示的是那样一个令人自然而然为之吸引的意境。它不以字句取胜，而从整体见美。它的美在神不在貌，领略和欣赏它的美，也应当遗貌取神，而其神是包孕在意境之中的。就意境而言，它不仅如施补华所说，给人以“清幽绝俗”（《岘佣说诗》）的感受，而且使人感到，这一月夜幽林之景是如此空明澄净，在其间弹琴长啸之人是如此安闲自得，尘虑皆空，外景与内情是抿合无间、融为一体的。而在语言上则从自然中见至味、从平淡中见高韵。它的以自然、平淡为特征的风格美又与它的意境美起了相辅相成的作用。　      </p><p>        可以想见，诗人是在意兴清幽、心灵澄净的状态下与竹林、明月本身所具有的清幽澄净的属性悠然相会，而命笔成篇的。诗的意境的形成，全赖人物心性和所写景物的内在素质相一致，而不必借助于外在的色相。因此，诗人在我与物会、情与景合之际，就可以如<strong>司空图</strong>《诗品·自然篇》中所说，“俯拾即是，不取诸邻，俱道适往，著手成春”，进入“薄言情悟，悠悠天钧”的艺术天地。当然，这里说“俯拾即是”，并不是说诗人在取材上就一无选择，信手拈来；这里说“著手成春”，也不是说诗人在握管时就一无安排，信笔所之。诗中描写周围景色，选择了竹林与明月，是取其与所要显示的那一清幽澄净的环境原本一致；诗中抒写自我情怀，选择了弹琴与长啸，则取其与所要表现的那一清幽澄净的心境互为表里。这既是即景即事，而其所以写此景，写此事，自有其酝酿成熟的诗思。更从全诗的组合看，诗人在写月夜幽林的同时，又写了弹琴、长啸，则是以声响托出静境。至于诗的末句写到月来照，不仅与上句的“人不知”有对照之妙，也起了点破暗夜的作用。这些音响与寂静以及光影明暗的衬映，在安排上既是妙手天成，又是有匠心运用其间的。　      </p><p>        先看前两句：“独坐幽篁里，弹琴复长啸。”篁，竹林也；啸，撮口作声也。诗人早年信奉佛教，思想超脱，加之仕途坎坷，四十岁以后就过着半官半隐的生活。正如他自己所说：“晚年惟好静，万事不关心。”因而常常独自坐在幽深的竹林之中，弹着古琴以抒寂寞的情怀。但琴声似乎不足以宣泄郁抑之情，所以长啸一声。这里借用了一个典故。据<strong>刘义庆</strong>《世说新语·栖逸》载：“阮步兵啸，闻数百步。”阮步兵即<strong>阮籍</strong>，他是汉魏时著名的“竹林七贤”之一，他和<strong>嵇康</strong>等人对当时的封建礼教不满，对统治阶级内部争权夺利不满，时常集于竹林咏怀言志。阮籍在竹林长啸，声闻数百步，也由此传为美谈。日本汉诗学者前野直彬、石川忠久精细地指出：这首诗的前两句，暗用了魏晋之际诗人阮籍闻“苏门之啸”的故事和阮籍《咏怀诗》中的“起坐弹鸣琴”句意。并指出：诗人王维独坐幽篁里悠然弹琴，自得其乐，也很像陶潜。只不过陶潜弹的是无弦琴，而王维弹的则是有弦琴。王维居竹林之中，效阮籍长啸，以阮籍自比，表现自己对权奸的不满。竹之品格，叶如箭指，质如坚石，干可断而不可改其直，身可焚而不可毁其节。诗人独坐幽竹之中，是表示自己具有翠竹一样的气节的。　      </p><p>        再看后两句：“深林人不知，明月来相照。”这是进一步渲染那种孤寂的情绪和气氛的。明月相照，不仅点明坐得久，坐到明月东上，更主要的是想表明惟有天上明月是知己。明月是高洁之士的象征，它独自放射光辉于青天碧海之中，也像诗人一样。所以王维引以为知心的“朋友”。这样写，对描写自然景物也有好处。深林幽篁使人有暗绿色的联想，有寂寞沉郁的感觉，画面是暗淡的，现在忽然“明月来相照”，使幽暗的竹林，洒上一层银白的色彩，这种变化似乎增添了一股生气，一层诗意，孤寂之感一扫而光，竹林、明月、诗人都融化到静穆和谐的夜色之中了。　      </p><p>        这短短的只有二十个字的诗，有景有情（幽静之景、幽独之情）、有声有色（琴啸之声、林月之色）、有静有动（独坐弹啸）、有实有虚（前两句实写其景，后两句虚写其情），对立统一，相映成趣。读这首诗，就仿佛是欣赏一幅立体而富于变化的人物风景画，这诗情画意，实为作者之高手妙作。全诗优美高雅的意境，传达出诗人宁静、淡泊的心情。      </p>"
}