{
  "title": "汉江临眺",
  "auth": "王维",
  "type": "五言律诗",
  "content": [
    "楚塞三湘接",
    "荆门九派通",
    "江流天地外",
    "山色有无中",
    "郡邑浮前浦",
    "波澜动远空",
    "襄阳好风日",
    "留醉与山翁"
  ],
  "desc": "<p>        <strong>注释</strong><br>1.汉江：即汉水。发源于陕西省宁强县，经湖北省至汉阳入长江。临眺：登高望远。一作\"临泛\"，则是临流泛舟之意。<br>2.楚塞：指襄阳一带的汉水，因其在古楚国之北境，故称楚塞。三湘：湘水合漓水称漓湘，合蒸水称蒸湘，合潇水称潇湘，故又称三湘。此当泛指洞庭湖南北诸流域。<br>3.荆门：《水经注·江水》（卷三十四）：\"江水又东历荆门虎牙之间。荆门在南，上合下开，暗彻山南；有门象虎牙在北，石壁色红，间有白纹，类牙形，并以物象受名。此二山，楚之西塞也。\"今湖北省荆门县城即在江南岸边，县南有荆门山，与北岸之虎牙山隔岸相对。九派：《文选》郭璞《江赋》：\"流九派乎寻阳\"。李善注引应劭《汉书》注：\"江自庐江浔阳分为九。\"这两句写江汉相通之广，南连三湘，西通荆门，东达九江。<br>4.“江流”句：极言汉江的浩淼。<br>5.“山色”句写在江边眺望远山，山色若有若无。<br>6.郡邑两句：言水势浩瀚，波澜动荡，使人觉得眼前的郡邑好像都漂游浮动起来，远处的天空似乎也在浮荡。<br>7.山翁：晋代将军山简，曾守襄阳。这里借指当时襄阳的地方长官。      </p><p>        <strong>译文</strong><br>汉水流经楚塞，又接连折入三湘；<br>荆门汇合九派支流，与长江相通。<br>汉水浩瀚，好像是流到天地之外；<br>山色朦朦胧胧，远在虚无漂缈中。<br>沿江的郡邑，恰似浮在水面之上；<br>水天相接的边际，波涛激荡滚动。<br>襄阳的风景，确实叫人陶醉赞叹；<br>我愿留在此地，陪伴常醉的山翁。      </p><p>        <strong>解说</strong><br>选自《王右丞集笺注》卷八。开元二十八年（740），40岁的<strong>王维</strong>调知南选，以殿中御使的身份去黔中等地任选补使，途经襄阳时作此诗。诗的前六句写临流远眺的景观和感受，既是写实，又充满想象，气象恢宏阔大，是历代文人写江汉景象的佳作。《瀛奎律髓》：\"右丞此诗，中两联皆言景，而前联犹壮，足敌孟、杜《岳阳》之作\"。《<strong>唐诗</strong>成法》：\"前六雄俊阔大，甚难收拾，却以'好风日'三字结之，笔力千钧。\"      </p><p>        <strong>赏析</strong><br>本诗选自《王右丞集笺注》（中华书局1985年版）<br>这首《汉江临眺》可谓王维融画法入诗的力作。<br>“楚塞三湘接，荆门九派通”，语工形肖，一笔勾勒出汉江雄浑壮阔的景色，作为画幅的背景。泛舟江上，纵目远望，只见莽莽古楚之地和从湖南方面奔涌而来的“三湘”之水相连接，汹涌汉江入荆江而与长江九派汇聚合流。诗虽未点明汉江，但足已使人想象到汉江横卧楚塞而接“三湘”、通“九派”的浩渺水势。诗人将不可目击之景，予以概写总述，收漠漠平野于纸端，纳浩浩江流于画边，为整个画面渲染了气氛。<br>“江流天地外，山色有无中”，以山光水色作为画幅的远景。汉江滔滔远去，好像一直涌流到天地之外去了，两岸重重青山，迷迷蒙蒙，时隐时现，若有若无。前句写出江水的流长邈远，后句又以苍茫山色烘托出江势的浩瀚空阔。诗人着墨极淡，却给人以伟丽新奇之感，其效果远胜于重彩浓抹的油画和色调浓丽的水彩。而其“胜”，就在于画面的气韵生动。难怪<strong>王世贞</strong>说：“江流天地外，山色有无中，是诗家俊语，却入画三昧。”说得很中肯。首联写众水交流，密不间发，此联开阔空白，疏可走马，画面上疏密相间，错综有致。<br>接着，诗人的笔墨从“天地外”收拢，写出眼前波澜壮阔之景：“郡邑浮前浦，波澜动远空。”这里，诗人笔法飘逸流动。明明是所乘之舟上下波动，却说是前面的城郭在水面上浮动；明明是波涛汹涌，浪拍云天，却说成天空也为之摇荡起来。诗人故意用这种动与静的错觉，进一步渲染了磅礴水势。“浮”、“动”两个动词下得极妙，使诗人笔下之景都动起来了。明明是水波在起伏，却给了人以前方的城郭在水面上浮动，天空也在动荡的错觉。形象地渲染出了磅礴的水势。<br>“襄阳好风日，留醉与山翁。”山翁，即山简，晋人。《晋书。山简传》说他曾任征南将军，镇守襄阳。当地习氏的园林，风景很好，山简常到习家池上大醉而归。诗人要与山简共谋一醉，流露出对襄阳风物的热爱之情。此情也融合在前面的景色描绘之中，充满了积极乐观的情绪。<br>这首诗给我们展现了一幅色彩素雅、格调清新、意境优美的水墨山水画。画面布局，远近相映，疏密相间，加之以简驭繁，以形写意，轻笔淡墨，又融情于景，情绪乐观，这就给人以美的享受。王维同时代的殷璠在《河岳英灵集》中说：“维诗词秀调雅，意新理惬，在泉为珠，着壁成绘。”此诗很能体现这一特色!      </p>"
}